[{"numericID":"An ID number to identify rows when manipulating data","Progress":"Progress","Finished":"Finished","Consent":"Do you consent to participate in this research as it has been described?","Age":"AgePlease write your age in years in the box provided below.\n(Enter a numeric response)","Gender":"Gender - Selected Choice","Gender_6_TEXT":"Gender - I would prefer to self describe: - Text","Male":"T/F Did the participant identify as Male?","State":"StatePlease select the state in which you live from the dropdown list below.","State2":"Victoria or NSW","LocalArea":"Local Area\nWhich of the following best describes the local area where you live?","Education":"EducationPlease select the highest level of education you have completed from the list provided below. - Selected Choice","Education_7_TEXT":"EducationPlease select the highest level of education you have completed from the list provided below. - Other (please specify) - Text","Employment":"EmploymentAre you currently employed? Please select the appropriate response from the list provided below.","Income":"Which category describes your best approximation of your household weekly income?","Legal_TIME_First_Click":"Timing - First Click","Legal_TIME_Last_Click":"Timing - Last Click","Legal_TIME_Page_Submit":"Timing - Page Submit","Legal_TIME_Click_Count":"Timing - Click Count","Legal_Post":"State governments should impose a limitation on the number of poker machines available in any one postcode, to prevent the clustering of machines in disadvantaged areas.","Legal_Pubs":"Pokies gambling should be banned in pubs, clubs and RSLs.","Legal_All":"Pokies gambling should be banned in all venues including casinos.","NS_Fair":"Poker machines are fair","NS_Display":"Poker machines accurately display gambling outcomes","NS_Title":"Poker machines are likely to mislead or deceive consumers","MEDIA":"To what extent do you agree or disagree that governments should run mass media campaigns (advertisements on billboards, television or radio) funded by taxes on gambling revenue that provide information about gambling harm?","VenueInfo_Contact":"Display prominent warnings and contact information for gambling counselling services inside gambling venues in clearly visible locations","VenueInfo_Hourly":"Prominently display accurate information about the average hourly losses of poker machines","ScreenMSG":"Display pop-up messages designed to prevent harmful gambling on the poker machine screen when an individual has been using a machine for an extended period of time.","Counselling_Treat":"Australians should have access to counselling and treatment for gambling addiction at no cost, funded by taxes on gambling revenue.\nTo what extent you agree or disagree with this statement?","PC_TIME_First_Click":"Timing - First Click","PC_TIME_Last_Click":"Timing - Last Click","PC_TIME_Page_Submit":"Timing - Page Submit","PC_TIME_Click_Count":"Timing - Click Count","PC_Pokies":"For all pokies gambling venues","PC_All":"For pokies gambling venues and all other gambling venues (including online operators)?","SE_TIME_First_Click":"Timing - First Click","SE_TIME_Last_Click":"Timing - Last Click","SE_TIME_Page_Submit":"Timing - Page Submit","SE_TIME_Click_Count":"Timing - Click Count","SE_Pokies":"For all pokies gambling venues","SE_All":"For pokies gambling venues and all other gambling venues (including online operators)?","MaxBets":"$1 Maximum Bets for Australian Pokies\nProblem and at-risk gamblers tend to gamble with larger amounts of money than recreational or casual pokies gamblers. One harm-reduction strategy that has been proposed is to reduce the maximum amount that can be spent per spin on pokies machines.\nTo what extent do you agree or disagree with the proposal that governments should limit the maximum bet on all poker machines to no more than $1 per spin?","Resp_INDV":"To what extent do you agree or disagree that each of the following actors should be held responsible when negative or harmful consequences  occur as a result of poker machine use?\n\nNote that you are free to consider more than one actor responsible.\n\n\n\nThe individual should be held responsible","Resp_SNtwk":"The individual's immediate family or close friends should be held responsible","Resp_Design":"The companies or individuals who design and sell poker machines to venues should be held responsible","Resp_Venues":"The companies or individuals who own and profit from casinos and pokies venues should be held responsible","Resp_Empl":"The individual employees who work in gambling venues, such as bar staff, floor managers, dealers or croupiers should be held responsible","Resp_Gvmt":"State governments who legalise, regulate and permit gambling should be held responsible","Resp_Aust":"Australian society or culture in general should be held responsible","Gambl_12mnts":"Thinking back over the last 12 months have you participated in any of the following gambling activities?\n\n\n\nPlease select all that apply.","Cards":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Played cards for money (e.g. blackjack, poker) at a casino, online, the pub... - Played cards for money (e.g. blackjack, poker) at a casino, online, the pub, in a private home or any other setting. - Please Enter a Numeric Response","Racing":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Bet money on horses, dogs, or other animals. Including at the track, with a... - Bet money on horses, dogs, or other animals. Including at the track, with a bookmaker, online or on a smartphone app. - Please Enter a Numeric Response","SportsBetting":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Bet on sports or a public event (e.g. tv shows or elections). Including at... - Bet on sports or a public event (e.g. tv shows or elections). Including at the game, with a bookmaker, online or on a smartphone app. - Please Enter a Numeric Response","Dice":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Played dice games for money (e.g. craps) at a casino, online, the pub, in a... - Played dice games for money (e.g. craps) at a casino, online, the pub, in a private home or any other setting. - Please Enter a Numeric Response","SkillGame":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Shot pool, played golf, chess, or some other game of skill for money. - Please Enter a Numeric Response","Pokies":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Gambled money on pokies, slot machines, fixed odds betting terminals, video... - Gambled money on pokies, slot machines, fixed odds betting terminals, video lottery terminals or other gambling machines? - Please Enter a Numeric Response","Bingo":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Played bingo for money - Please Enter a Numeric Response","CasinoGames":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Played casino games for money (e.g roulette, wheel of fortune) at a casino... - Played casino games for money (e.g roulette, wheel of fortune) at a casino or online - Please Enter a Numeric Response","LotteryScratch":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - Purchased lottery or scratch cards? - Please Enter a Numeric Response","None":"On how many days in the last 12 months have you gambled money in each of the following ways.\n\n\n\nIf you are unsure your best guess is fine. - None of the above - Please Enter a Numeric Response","Gambl_total":"Total number of days gambled accross all activities. Created by summing across all gambling activities","GamblMstDollars":"What is the largest amount of money you have ever gambled with in any one day? \nPlease enter your best estimate in Australian Dollars in the field below.\nIf you have never gambled for money please enter \"0 Dollars 0 Cents\" - Dollars","GamblMstCents":"What is the largest amount of money you have ever gambled with in any one day? \nPlease enter your best estimate in Australian Dollars in the field below.\nIf you have never gambled for money please enter \"0 Dollars 0 Cents\" - Cents","PGSI_1":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Have you bet more than you could really afford to lose?","PGSI_2":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Have you needed to gamble with larger amounts of money to get the same feeling of excitement?","PGSI_3":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - When you gambled, did you go back another day to try to win back the money you lost?","PGSI_4":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Have you borrowed money or sold anything to get money to gamble?","PGSI_5":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Have you felt that you might have a problem with gambling?","PGSI_6":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Has gambling caused you any health problems, including stress or anxiety?","PGSI_7":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Have people criticised your betting or told you that you had a gambling problem, regardless of whether or not you thought it was true?","PGSI_8":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Has your gambling caused any financial problems for you or your household?","PGSI_9":"The following questions ask about your behaviours related to gambling in the past 12 months. \nThinking back over the last 12 months... - Have you felt guilty about the way you gamble or what happens when you gamble?","PGSI_total":"Total PGSI score across all items","PGSI_class":"Total PGSI score scaled. Non-problem gambler (0). Low-risk gambler (1-2). Moderate-risk gambler: (3-7). High-Risk (8)","Gender_quota":"Gender_quota","Age_quota":"Age_quota","Group":"Group","Group_N":"Experimental Group | Index Coded | 1 = Control, 2 = Brain, 3 = Design, 4 = Clubs","Control":"Control Group | Dummy Coded | 1 = Control, 0 = Other","Brain":"Brain Group | Dummy Coded | 1 = Brain, 0 = Other","Design":"Design Group | Dummy Coded | 1 = Design, 0 = Other","Clubs":"Clubs Group | Dummy Coded | 1 = Clubs, 0 = Other","SpeedInterv":"SpeedInterv","Speed1":"Speed1","Speed2":"Speed2","SpeedFinal":"SpeedFinal","ArticleTime":"Time spent on first Article Page","ArticleTime2":"Time spent on second Article Page for those that failed the first check or asked to see the article again","ArticleCheck1":"Response to first manipulation check","ArticleCheck2":"Response to second manipulation check","TotalCheck":"Did the respondent pass at least one manipulation check"}]
